import React from 'react'

function About() {
  return (
    <div className='mt-[50px] sm:mt-[200px] text-center min-h-[400px]'>

    <div className='bg-[#f78da7] rounded w-[90%] p-3  m-auto'>
    <h2>Hi </h2>
    <p>
    انا لمسه صاحبه البراند 🕯🎂
    طالبه في فنون تطبيقية 🎨👷🏼‍♀️
    طول عمري عندي شغف تجاه الحاجات الهاند ميد و عندي شعف اكتر اني ابقي شخصيه ناجحه و معروفه 
    حاول ديما يكون عندي الطاقه و الوقت اني ادرس و اشتغل مع بعض و انجح في الاتنين و الحمدلله بفضل ربنا ده بيحصل♥️
    هدفي ان الناس كلها تجرب الشمع بتاعي 
    لان انا دائما بسعي تجاه الاختلاف و التجديد و ده ال ديما هتلاقوه عندي♥️
    هفضل اسعي و اطور من نفسي و اشتغل علي نفسي لغايه ما ابقي براند كل الناس عارفاه و بتحبه و ديما هسعي ورا التمييز♥️🕯
    و طبعا انجاح ال وصلت ليه في وقت قصير كان وراه مساعده من يد سحريه🫣
    </p>
    </div>
    </div>

  )
}

export default About